[
  {
    "source": "https://images-na.ssl-images-amazon.com/images/I/51gG1HIVaoL._SY355_.jpg",
    "title": "Mahadev - Shiva is known as \"The Destroyer\" within the Trimurti",
    "desc": "Shiva is known as \"The Destroyer\" within the Trimurti, the Hindu trinity that includes Brahma and Vishnu.[1][14] In Shaivism tradition, Shiva is one of the supreme beings who creates, protects and transforms the universe In the Shaktism tradition, the Goddess, or Devi, is described as one of the supreme, yet Shiva is revered along with Vishnu and Brahma. A goddess is stated to be the energy and creative power (Shakti) of each, with Parvati (Sati) the equal complementary partner of Shiva. He is one of the five equivalent deities in Panchayatana puja of the Smarta tradition of Hinduism.",
    "date": "01.01.2020",
    "author": "Nikhil",
    "tag": "react"
  },
  {
    "source": "https://i.ytimg.com/vi/JLWoFcQOgEc/maxresdefault.jpg",
    "title": "Lost City under Antartica",
    "desc": "The bitter cold and three months a year without sunlight make Antarctica virtually uninhabitable for humans. Yet a world of extraordinary wildlife persists in these harsh conditions, including leopard seals, giant squid, 50-foot algae, sea spiders, coral, multicolored sea stars, and giant predatory worms. With very little that has been discovered on Antarctica, there is many possibility of other life forms using it as a home base to reach earth. Is there A Lost City Under Antarctica?",
    "date": "01.01.2020",
    "author": "Nikhil",
    "tag": "tech"
  },
  {
    "source": "https://manhattanmentalhealthcounseling.com/wp-content/uploads/2019/06/Top-5-Scientific-Findings-on-MeditationMindfulness.jpeg",
    "title": "TOP 5 SCIENTIFIC FINDINGS ON MEDITATION/MINDFULNESS",
    "desc": "Every few years, it seems there is a new therapy buzzword that drives the self-help industry. While it’s easy to dismiss meditation as the latest version of this trend, there’s no denying the scientific findings associated with mindfulness. Whether you’ve been meditating for years or are skeptical about the claims made by mindfulness evangelists, these scientific discoveries are worth a look.",
    "date": "01.01.2020",
    "author": "Nikhil",
    "tag": "tech"
  },
  {
    "source": "https://mymodernmet.com/wp/wp-content/uploads/2019/09/100k-ai-faces-2.png",
    "title": "AI generated faces - Artificial intelligence has made it easier than ever to produce images",
    "desc": "Artificial intelligence has made it easier than ever to produce images that look completely real but are totally fake. Icons8 is a company who wants to put these types of pictures to use, and so they've created Generated Photos, a resource of 100,000 AI-generated faces that are royalty-free.   ",
    "date": "01.01.2020",
    "author": "Nikhil",
    "tag": "trending"
  },
  {
    "source": "//public.potaufeu.asahi.com/84f7-p/picture/20759616/cee705972b1bd3bebf81af9c446225b5.jpg",
    "title": "Detective Conan - Case Closed, also known as Detective Conan",
    "desc": "Case Closed, also known as Detective Conan, is a Japanese detective manga series written and illustrated by Gosho Aoyama. It has been serialized in Shogakukan's Weekly Shōnen Sunday since January 1994, and has been collected into 98 tankōbon volumes as of April 2020.",
    "date": "01.01.2020",
    "author": "Nikhil",
    "tag": "react"
  },
  {
    "source": "https://www.mahevashmuses.com/wp-content/uploads/2019/05/Social-Media-Harms-Your-Mental-Health.png",
    "title": "Social media use increases depression and loneliness",
    "desc": "Few prior studies have attempted to show that social-media use harms users' well-being, and those that have either put participants in unrealistic situations or were limited in scope, asking them to completely forego Facebook and relying on self-report data, for example, or conducting the work in a lab in as little time as an hour.",
    "date": "01.01.2020",
    "author": "Nikhil",
    "tag": "memes"
  }
]
